physics/climate/earth-albedo.org
#+TITLE: Earth's Albedo
#+AUTHOR: Alex Nelson
#+EMAIL: pqnelson@gmail.com
#+DATE: <2021-03-31T15:28:20-07:00>
#+LANGUAGE: en
#+OPTIONS: H:5
#+HTML_DOCTYPE: html5
#+INCLUDE: ../../org-macros.org
#+HTML_LINK_UP: ./index.html
#+HTML_LINK_HOME: ../../index.html
#+HTML_HEAD_EXTRA: <link rel="stylesheet" type="text/css" href="../../css/stylesheet.css" />
# Created Wednesday March 31, 2021 at  3:28PM

* Puzzle
:PROPERTIES:
:CUSTOM_ID: h-ec233e02-d68f-4a9d-b5e8-060f57df0b7e
:END:

We are given the albedo of the Earth is approximately 0.30; how can we
derive this from first principles?
(Albedo is the percentage of [solar] radiation reflected by an object.)

The underlying issue here is calculations related to radiative forcing
due to greenhouse gases.

* References
:PROPERTIES:
:CUSTOM_ID: h-e045e3aa-209d-43fa-a56f-cc56fe1ba4eb
:END:

** Physical Optics
:PROPERTIES:
:CUSTOM_ID: h-df360189-4785-4c61-b6cc-d1072b47ddcd
:END:

- W. A. van Wijngaarden, W. Happer,
  "Dependence of Earth's Thermal Radiation on Five Most Abundant Greenhouse Gases".
  [[https://arxiv.org/abs/2006.03098][arXiv:2006.03098]], 38 pages
- W. A. van Wijngaarden, W. Happer,
  "Relative Potency of Greenhouse Molecules".
  [[https://arxiv.org/abs/2103.16465][arXiv:2103.16465]], 29 pages



- K. K. Yoshikawa,
  "An Iterative Solution of an Integral Equation for Radiative Transferusing Variational Technique",
  NASA Technical Report TN-D-7292, A-4774 (1973)
  [[https://ntrs.nasa.gov/api/citations/19730020184/downloads/19730020184.pdf][PDF]]

** Radiative Forcing
:PROPERTIES:
:CUSTOM_ID: h-545ac0ad-90c8-4a2b-8bb7-5e356d2d43ac
:END:

- Myhre, Highwood, Shine, Stordal,
  "New estimates of radiative forcing due to well mixed greenhouse gases".
  /Geophysical Research Letters/ *25*, 14 (1998) pp2715--2718 [[http://go.owu.edu/~chjackso/Climate/papers/Myhre_1998_New%20eatimates%20of%20radiative%20forcing%20due%20to%20well%20mixed%20greenhouse%20gasses.pdf][PDF]]
