docs/physics/climate/earth-albedo.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-04-04 Sun 18:15 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Earth's Albedo</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Alex Nelson">
<link rel="preconnect" href="https://fonts.gstatic.com"><link href="https://fonts.googleapis.com/css2?family=Spectral&display=swap" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Merriweather" rel="stylesheet">
<div style="display: none"> \(
\newcommand\D{\mathrm{d}}
\newcommand\E{\mathrm{e}}
\newcommand\I{\mathrm{i}}
\newcommand\bigOh{\mathcal{O}}
\newcommand{\cat}[1]{\mathbf{#1}}
\newcommand\curl{\vec{\nabla}\times}
\newcommand{\CC}{\mathbb{C}}
\newcommand{\NN}{\mathbb{N}}
\newcommand{\QQ}{\mathbb{Q}}
\newcommand{\RR}{\mathbb{R}}
\newcommand{\ZZ}{\mathbb{Z}}
\)</div>
<link rel="stylesheet" type="text/css" href="../../css/stylesheet.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="../../index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Earth's Albedo</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org3fd8acf">1. Puzzle</a></li>
<li><a href="#org7bfeadc">2. References</a>
<ul>
<li><a href="#org1764ca3">2.1. Physical Optics</a></li>
<li><a href="#orgd5eb494">2.2. Radiative Forcing</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org3fd8acf" class="outline-2">
<h2 id="org3fd8acf"><span class="section-number-2">1</span> Puzzle</h2>
<div class="outline-text-2" id="text-1">
<p>
We are given the albedo of the Earth is approximately 0.30; how can we
derive this from first principles?
(Albedo is the percentage of [solar] radiation reflected by an object.)
</p>

<p>
The underlying issue here is calculations related to radiative forcing
due to greenhouse gases.
</p>
</div>
</div>

<div id="outline-container-org7bfeadc" class="outline-2">
<h2 id="org7bfeadc"><span class="section-number-2">2</span> References</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org1764ca3" class="outline-3">
<h3 id="org1764ca3"><span class="section-number-3">2.1</span> Physical Optics</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>W. A. van Wijngaarden, W. Happer,
"Dependence of Earth's Thermal Radiation on Five Most Abundant Greenhouse Gases".
<a href="https://arxiv.org/abs/2006.03098">arXiv:2006.03098</a>, 38 pages</li>
<li>W. A. van Wijngaarden, W. Happer,
"Relative Potency of Greenhouse Molecules".
<a href="https://arxiv.org/abs/2103.16465">arXiv:2103.16465</a>, 29 pages</li>
</ul>



<ul class="org-ul">
<li>K. K. Yoshikawa,
"An Iterative Solution of an Integral Equation for Radiative Transferusing Variational Technique",
NASA Technical Report TN-D-7292, A-4774 (1973)
<a href="https://ntrs.nasa.gov/api/citations/19730020184/downloads/19730020184.pdf">PDF</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd5eb494" class="outline-3">
<h3 id="orgd5eb494"><span class="section-number-3">2.2</span> Radiative Forcing</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>Myhre, Highwood, Shine, Stordal,
"New estimates of radiative forcing due to well mixed greenhouse gases".
<i>Geophysical Research Letters</i> <b>25</b>, 14 (1998) pp2715&#x2013;2718 <a href="http://go.owu.edu/~chjackso/Climate/papers/Myhre_1998_New%20eatimates%20of%20radiative%20forcing%20due%20to%20well%20mixed%20greenhouse%20gasses.pdf">PDF</a></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="postamble">Last Updated 2021-03-31 Wed 16:35.</p>
</div>
</body>
</html>